const chinese1 = [
  '这',
  '是',
  '英文',
  '的',
  '示例',
  '文本',
  '。',
  '我',
  '是',
  '一个',
  // '打字',
  // '程序',
  // '，',
  // '旨',
  // '在',
  // '帮助',
  // '您',
  // '学习',
  // '如何',
  // '打字',
  // '。',
];

const chinese2 = [
  '你好',
  '，',
  '我',
  '正在',
  '学习',
  '中文',
  '。',
  // '你好',
  // '，',
  // '我',
  // '正在',
  // '学习',
  // '中文',
  // '。',
];

const chinese3 = [
  '大家',
  '好',
  '，',
  '我',
  '的',
  '名字',
  '是',
  '。',
  // '我',
  // '是',
  // '一',
  // '名',
  // '护士',
];

const chinese4 = [
  '今天',
  '很',
  '累',
  '我',
  '问',
  '他',
  '为什么',
  // '他',
  // '说',
  // '昨天',
  // '晚上',
  // '睡',
  // '得',
  // '太',
  // '晚',
  // '了',
  // '。',
  // '我',
  // '觉得',
  // '很',
  // '奇怪',
  // '，',
  // '因为',
  // '他',
  // '昨天',
  // '晚上',
  // '点',
  // '就',
  // '说',
  // '要',
  // '睡觉',
  // '了',
];

const chinese5 = [
  '2022年北京冬季奥运会即将开幕，与去年的东京夏季奥运会一样，这场为期半个月的国际体育赛事仍摆脱不了新冠疫情的阴影，但北京还面临一项额外的压力——国际社会抵制冬奥的呼声。',
];

const chinese6 = [
  '目前只有一种野生动物确认被人类感染新冠病毒：白尾鹿，美国和加拿大对白尾鹿进行采样检测证实白尾鹿被感染，但科学家担心在其他没有检测的地方，野生动物也会从人类感染到新冠病毒。',
];

const chinese7 = [
  '他告诉媒体，关于即将发生入侵的种种警告使得乌克兰的经济处于危险之中。周四（1月27日），美国总统拜登说，他相信俄罗斯可能在下个月攻击乌克兰。然而，俄罗斯否认计划入侵乌克兰。周五俄国外交部长说莫斯科不希望有战争发生。',
];

const chinese8 = [
  '女方的送亲人员，是很有讲究的。一般的情况下，都是由女方的叔叔伯伯来担当这个位置的。如果家里实在没有这种直系亲属的叔叔伯伯，那就只能找最亲的长者来代替了。',
];

const chinese9 = [
  '第二是孕妇不能去送亲。孕妇不能送亲，就是怕怀孕会传染给新娘子，新娘子刚结婚就有了身孕，可能会被套上一个不纯洁干净的说法。这种思想是比较原始禁忌习俗',
];

const chinese10 = [
  '第五种就是在生肖方面，如果属相不合，生肖有冲的人也是不适合给新娘子送亲的。因为这些属相不合的，被称为对新娘子结婚有忌，影响新娘子的婚后生活，例如与丈夫相处间的和睦。',
];

const chinese11 = [
  '牛奶营养十分丰富，不仅富含大量的蛋白质、维生素，还含有很多微量元素。对于失眠人群来讲，如果平时经常喝牛奶，可以起到非常不错的镇静安神效果，',
];

const chinese12 = [
  '酸枣仁是酸枣的种子，从中医角度来讲属于一种中药材，具有养心安神、缓解失眠、改善睡眠质量的作用。对于深受失眠困扰的人群来讲，平时可以多用酸枣仁泡水喝，',
];

const chinese13 = [
  '百合有清心安神、养阴润肺作用，平时经常用百合煮水喝，不仅可以有效提升身体抵抗力和免疫力，而且还具有防治失眠多梦的作用。对于有失眠问题的人群来讲，',
];

const chinese14 = [
  '小米属于粗粮，富含微量元素和维生素，所以对于女性产后恢复身体，以及身体虚弱的人调理身体等，都具有十分重要的作用。另外，小米还具有安神助眠、缓解疲劳的作用，',
];

const chinese15 = [
  '上面介绍了失眠、多梦患者可以经常吃的6种食物，具有缓解失眠的效果。除此之外，失眠患者还应该保持良好的情绪和心态，不妨在临睡前养成泡脚的好习惯，',
];

const ZHTextExcerpts = [
  chinese1,
  chinese2,
  chinese3,
  chinese4,
  chinese5,
  chinese6,
  chinese7,
  chinese8,
  chinese9,
  chinese10,
  chinese11,
  chinese12,
  chinese13,
  chinese14,
  chinese15,
];

module.exports = ZHTextExcerpts;
