const korean1 = [
  // '옛날 어느 마을에 가난한 노
  '부부가 살고 있었다. 이 부부에게는 아들이 없었다. 어느 날 할아버지가 산의 속으로 들어갔다.',
];

const korean2 = [
  '산 속에서 나무를 했다. 한참 나무를 한 후에 할아버지는 힘들어서 쉬고 있었다. 그 때 새 소리가 들려왔다.',
];

const korean3 = [
  '옛날 어느 마을에 형과 동생은 살았다. 형은 먼저 장가를 가고 아들을 하나 두었다. 그래서 동생은 혼자 살았다.',
];

const korean4 = [
  '이번에도 상대 팀 마운드에 좌완 불펜 커비 스니드가 버티고 있어 탬파베이는 오른손 타자 디아스를 내보낸 것이다.',
];

const korean5 = [
  '그러나 탬파베이는 계속된 2사 1, 2루에서 마누엘 마르고트의 끝내기 적시타로 9-8의 짜릿한 한 점 차 승리를 챙겼다.',
];

const korean6 = [
  '출혈이 있는 환자나 열이 발생하는 부위에는 족욕을 피해야 한다. 또 피부 균열이 심해 진물이나 고름 등이 나올 때는 삼가야 한다.',
];

const korean7 = [
  '피겨스케이팅 선수 차준환이 역동적인 무드의 화보를 공개했다. 오메가의 시계와 함께한 이번 화보에서 차준환은 역동적이고 포토제닉한 무드를 마음껏 드러냈다.',
];

const korean8 = [
  '신민아가 화보를 통해 화사한 봄맞이 스타일링을 공개했다. 그는 오버사이즈 재킷에 버베나 백을 크로스 형태로 연출해 미니멀하면서도 포멀한 룩을 완성했다.',
];

const korean9 = [
  '대학입시는 수험생이나 학부모에게 중요한 인생의 관문이라고 할 수 있다. 대학입시와 관련해서 많이 나오는 질문 중 하나가 과외활동을 무엇을 하면 좋을까.',
];

const korean10 = [
  '내가 대학에 입학했을 때, 한 남자를 만났다. 그 남자는 키가 크고 아름다운 사람이었다. 처음에 그를 봤을 때 나는 첫눈에 사랑에 빠졌다.',
];

const korean11 = [
  '가슴이 아팠다. 수업이 있어서 가야 한다는 민호의 말은 핑계 같았다. 물론 진짜로 수업이 있을 수도 있겠지만 그냥 가슴이 아팠다.',
];

const korean12 = [
  '나는 최대한 내 기쁜 마음을 감추려고 노력했다. 하하하. 하지만 웃음을 멈출 수 없었다. 5 분 후에 답장이 왔다.',
];

const korean13 = [
  '믿을 수가 없었다! 친절한 말투, 그리고 우리가 내일 함께 점심을 먹을 것을! 하늘을 날 것 같은 기분이었다.',
];

const korean14 = [
  '그렇게 시작되었다. 우리의 첫 데이트는. 민호는 현재 나의 첫 남자친구이고, 나는 민호의 첫 여자친구이다. 믿을 수가 없었다.',
];

const korean15 = [
  '처음에 민호를 봤을 때 민호는 나와 다른 세계에서 온 사람 같았다. 하지만 지금 민호는 나에게 아주 소중한 친구일 뿐만 아니라 애인이다.',
];

const korean16 = [
  '코알라의 개체수가 급격히 감소하면서 11일(현지시간) 호주의 동부 해안 대부분 지역에서 코알라가 멸종위기종으로 지정됐다.',
];

const korean17 = [
  '레이 장관은 정부 차원에서 개체수 회복 계획을 세우고 있으며, 토지 개발 신청 단계에서 해당 개발이 코알라 종에 미치는 영향도 평가할 것이라고 밝혔다.',
];

const KOTextExcerpts = [
  korean1,
  korean2,
  korean3,
  korean4,
  korean5,
  korean6,
  korean7,
  korean8,
  korean9,
  korean10,
  korean11,
  korean12,
  korean13,
  korean14,
  korean15,
  korean16,
  korean17,
];

module.exports = KOTextExcerpts;
