const chinese1 = [
  '在茂密的大森林里，一只饥饿的老虎逮住了一只狐狸。老虎张开大嘴就要把狐狸吃掉。慢着！狐狸虽然很害怕但还是装出一副很神气的样子说，你知道我是谁吗？',
];

const chinese2 = [
  '春秋时期，鲁国有个著名的音乐家，名字叫公明仪。他对音乐有极深的造诣，善于弹琴。他的琴声优美动听，人们听到如此美妙的琴声之后往往如醉如痴。',
];

const chinese3 = [
  '公明仪见美妙的琴声并不能打动这头不懂音乐的牛，非常无奈。过了一会儿，他又想出了一个办法。公明仪抚动琴弦，弹出一段段奇怪杂乱的声音，',
];

const chinese4 = [
  '后来，人们就用，对牛弹琴来，比喻对愚蠢的人讲深刻的道理，或对外行人说内行话，白白浪费时间；现在也用来讥笑人说话不看对象。',
];

const chinese5 = [
  '2022年北京冬季奥运会即将开幕，与去年的东京夏季奥运会一样，这场为期半个月的国际体育赛事仍摆脱不了新冠疫情的阴影，但北京还面临一项额外的压力——国际社会抵制冬奥的呼声。',
];

const chinese6 = [
  '目前只有一种野生动物确认被人类感染新冠病毒：白尾鹿，美国和加拿大对白尾鹿进行采样检测证实白尾鹿被感染，但科学家担心在其他没有检测的地方，野生动物也会从人类感染到新冠病毒。',
];

const chinese7 = [
  '他告诉媒体，关于即将发生入侵的种种警告使得乌克兰的经济处于危险之中。周四（1月27日），美国总统拜登说，他相信俄罗斯可能在下个月攻击乌克兰。',
];

const chinese8 = [
  '女方的送亲人员，是很有讲究的。一般的情况下，都是由女方的叔叔伯伯来担当这个位置的。如果家里实在没有这种直系亲属的叔叔伯伯，那就只能找最亲的长者来代替了。',
];

const chinese9 = [
  '第二是孕妇不能去送亲。孕妇不能送亲，就是怕怀孕会传染给新娘子，新娘子刚结婚就有了身孕，可能会被套上一个不纯洁干净的说法。这种思想是比较原始禁忌习俗',
];

const chinese10 = [
  '第五种就是在生肖方面，如果属相不合，生肖有冲的人也是不适合给新娘子送亲的。因为这些属相不合的，被称为对新娘子结婚有忌，影响新娘子的婚后生活，例如与丈夫相处间的和睦。',
];

const chinese11 = [
  '牛奶营养十分丰富，不仅富含大量的蛋白质，维生素，还含有很多微量元素。对于失眠人群来讲，如果平时经常喝牛奶，可以起到非常不错的镇静安神效果，',
];

const chinese12 = [
  '酸枣仁是酸枣的种子，从中医角度来讲属于一种中药材，具有养心安神，缓解失眠，改善睡眠质量的作用。对于深受失眠困扰的人群来讲，平时可以多用酸枣仁泡水喝，',
];

const chinese13 = [
  '百合有清心安神，养阴润肺作用，平时经常用百合煮水喝，不仅可以有效提升身体抵抗力和免疫力，而且还具有防治失眠多梦的作用。对于有失眠问题的人群来讲，',
];

const chinese14 = [
  '小米属于粗粮，富含微量元素和维生素，所以对于女性产后恢复身体，以及身体虚弱的人调理身体等，都具有十分重要的作用。另外，小米还具有安神助眠，缓解疲劳的作用，',
];

const chinese15 = [
  '上面介绍了失眠，多梦患者可以经常吃的6种食物，具有缓解失眠的效果。除此之外，失眠患者还应该保持良好的情绪和心态，不妨在临睡前养成泡脚的好习惯，',
];

const chinese16 = [
  '中午，吃完面后，我们便开始了大扫除。我们个个都很积极，大家分配了任务，我负责扫地，听说今天要扫七次地呢，真是不听不知道，',
];

const chinese17 = [
  '任务太艰巨了！刚开始时，我还兴冲冲的，可扫完两遍后，我便彻底失去了耐心，像被霜打过的茄子，蔫了。',
];

const chinese18 = [
  '不知不觉中，太阳公公下班了，月亮婆婆上班了。我们坐在一起，吃着热腾腾，香喷喷的年夜饭。',
];

const chinese19 = [
  '这是，我提出要放烟花，于是爸爸把又大又重的烟花搬到了门前空地上，爸爸点燃了它，我欣赏着烟花，心里实在是太高兴了。',
];

const chinese20 = [
  '童年，是美好的，是纯洁的，也是人生里面最向往，最快乐的那段时光。假如时光能倒流，我想回到过去，回到无忧无虑的童年。',
];

const chinese21 = [
  '海边的大森林里住着熊妈妈一家人。她妈妈有三个孩子。老大叫听话，老实本分；老二叫机灵，很爱动脑筋；老三是个女孩，叫美美，长得十分漂亮。',
];

const chinese22 = [
  '有一天，熊妈妈把三个孩子叫到跟前，给了每人100元钱，叫她们离开家去独立生活，看谁能过上富足的日子。',
];

const chinese23 = ['过了一年，熊妈妈重新看到了三个孩子，得知它们过着不同的生活。'];

const chinese24 = [
  '老大果然十分听话，买了一些砖块和水泥，筑成了一座美丽的房子，并且给附近的牛伯伯买了一亩地，现在正在种着：白菜，花菜和花生。',
];

const chinese25 = [
  '就这样过着日出而作，日落而息的生活。并且把白菜，花菜和花生运到菜市采购店里，让个个动物们吃上这些东西。熊妈妈在脸上露出了一丝丝的笑容。',
];

const chinese26 = [
  '老二机灵除了听话还算机娄。在来这儿之前，给附近的老虎先生买了一座房子，把剩下的一些钱儿买到了一本本《教科书》，',
];

const chinese27 = ['老三美美在给森林里配置香料啊！还会自己织毛衣呢！'];

const chinese28 = [
  '老三美美就以这一个特长在动物居住村里开了一个女人用品的店，生意十分好。熊妈妈看到之后十分开心。',
];

const chinese29 = [
  '熊妈妈看着三只小熊们过得这么开心，心里十分满意。一天早上，熊妈妈特意将小熊们叫到跟前，对小熊说：',
];

const chinese30 = [
  '小李考虑买车，但他的钱不多，又好面子。他在网上查了一些二手车的信息，联系了一个车贩子。',
];

const chinese31 = [
  '车贩子向他推荐了几辆车，但他都不满意，车贩子看出了他的心思于是叫他第二天再，去，保证给他提供一辆满意的车。',
];

const chinese32 = [
  '第二天，小李果然看到了一辆让他满意的车，价格很低，配置却很高：感应式钥匙',
];

const chinese33 = [
  '式启动，高保真音响等。小李很满意，当即付款开走了车。可怪事就此开始：',
];

const chinese34 = [
  '第一天，小李设定导航回家，可导航却莫名其妙地把他带到了一处阴森的墓地。第二天，小李刚坐上驾驶座，车辆就自己启动了，试了几次都没法熄火。',
];

const chinese35 = [
  '一对年轻的夫妇对面搬来一户新邻居。第二天早上，当他们吃早饭的时候，年轻的妻子看到了新搬来的邻居正在外面洗衣服。',
];

const chinese36 = [
  '就这样每次邻居洗衣服，妻子都会这样评论对方一番。 大概一个月后，年轻的妻子惊奇地发现，',
];

const chinese37 = [
  '她的丈夫却回答到：我今天早上一大早起来，然后我把玻璃悬擦干净了。',
];

const chinese38 = [
  '从前有一个郑国人，想去买一双新鞋子，于是事先量了自己的脚的尺码，然后把量好的尺码放在自己的座位上。',
];

const chinese39 = [
  '这个人经常把弓拿在手里把玩，有一天，他仔细欣赏着手中的弓时，突然觉得这张弓上好像缺了点什么，看起来有些单调。',
];

const chinese40 = [
  '在一个农场里养着很多动物。其中有一匹爱挑食的小马，它总是不满意农场主给它的食物。于是它决定去转一圈，看看别的动物们那儿有什么好吃的。',
];

const ZHTextExcerpts = [
  chinese1,
  chinese2,
  chinese3,
  chinese4,
  chinese5,
  chinese6,
  chinese7,
  chinese8,
  chinese9,
  chinese10,
  chinese11,
  chinese12,
  chinese13,
  chinese14,
  chinese15,
  chinese16,
  chinese17,
  chinese18,
  chinese19,
  chinese20,
  chinese21,
  chinese22,
  chinese23,
  chinese24,
  chinese25,
  chinese26,
  chinese27,
  chinese28,
  chinese29,
  chinese30,
  chinese31,
  chinese32,
  chinese33,
  chinese34,
  chinese35,
  chinese36,
  chinese37,
  chinese38,
  chinese39,
  chinese40,
];

module.exports = ZHTextExcerpts;
